package com.iambookmaster.client.iphone;
import com.iambookmaster.client.common.JSONParser;
import com.iambookmaster.client.exceptions.JSONException;
import com.iambookmaster.client.model.Model;
public class IPhoneModelLoader extends IPhoneModelLoaderStub{
//UndergroundRoad
public void loadModel(IPhoneModelLoaderListener listener,Model model) {
try {
model.restore(JSONParser.eval(text()),JSONParser.getInstance());
model.getParagraphs().get(0).setDescription(text0());
model.getParagraphs().get(1).setDescription(text1());
model.getParagraphs().get(2).setDescription(text2());
model.getParagraphs().get(3).setDescription(text3());
model.getParagraphs().get(4).setDescription(text4());
model.getParagraphs().get(5).setDescription(text5());
model.getParagraphs().get(6).setDescription(text6());
model.getParagraphs().get(7).setDescription(text7());
model.getParagraphs().get(8).setDescription(text8());
model.getParagraphs().get(9).setDescription(text9());
model.getParagraphs().get(10).setDescription(text10());
model.getParagraphs().get(11).setDescription(text11());
model.getParagraphs().get(12).setDescription(text12());
model.getParagraphs().get(13).setDescription(text13());
model.getParagraphs().get(14).setDescription(text14());
model.getParagraphs().get(15).setDescription(text15());
model.getParagraphs().get(16).setDescription(text16());
model.getParagraphs().get(17).setDescription(text17());
model.getParagraphs().get(18).setDescription(text18());
model.getParagraphs().get(19).setDescription(text19());
model.getParagraphs().get(20).setDescription(text20());
model.getParagraphs().get(21).setDescription(text21());
model.getParagraphs().get(22).setDescription(text22());
model.getParagraphs().get(23).setDescription(text23());
model.getParagraphs().get(24).setDescription(text24());
model.getParagraphs().get(25).setDescription(text25());
model.getParagraphs().get(26).setDescription(text26());
model.getParagraphs().get(27).setDescription(text27());
model.getParagraphs().get(28).setDescription(text28());
model.getParagraphs().get(29).setDescription(text29());
model.getParagraphs().get(30).setDescription(text30());
model.getParagraphs().get(31).setDescription(text31());
model.getParagraphs().get(32).setDescription(text32());
model.getParagraphs().get(33).setDescription(text33());
model.getParagraphs().get(34).setDescription(text34());
model.getParagraphs().get(35).setDescription(text35());
model.getParagraphs().get(36).setDescription(text36());
model.getParagraphs().get(37).setDescription(text37());
model.getParagraphs().get(38).setDescription(text38());
model.getParagraphs().get(39).setDescription(text39());
model.getParagraphs().get(40).setDescription(text40());
model.getParagraphs().get(41).setDescription(text41());
model.getParagraphs().get(42).setDescription(text42());
model.getParagraphs().get(43).setDescription(text43());
model.getParagraphs().get(44).setDescription(text44());
model.getParagraphs().get(45).setDescription(text45());
model.getParagraphs().get(46).setDescription(text46());
model.getParagraphs().get(47).setDescription(text47());
model.getParagraphs().get(48).setDescription(text48());
model.getParagraphs().get(49).setDescription(text49());
model.getParagraphs().get(50).setDescription(text50());
model.getParagraphs().get(51).setDescription(text51());
model.getParagraphs().get(52).setDescription(text52());
model.getParagraphs().get(53).setDescription(text53());
model.getParagraphs().get(54).setDescription(text54());
model.getParagraphs().get(55).setDescription(text55());
model.getParagraphs().get(56).setDescription(text56());
model.getParagraphs().get(57).setDescription(text57());
model.getParagraphs().get(58).setDescription(text58());
model.getParagraphs().get(59).setDescription(text59());
model.getParagraphs().get(60).setDescription(text60());
model.getParagraphs().get(61).setDescription(text61());
model.getParagraphs().get(62).setDescription(text62());
model.getParagraphs().get(63).setDescription(text63());
model.getParagraphs().get(64).setDescription(text64());
model.getParagraphs().get(65).setDescription(text65());
model.getParagraphs().get(66).setDescription(text66());
model.getParagraphs().get(67).setDescription(text67());
model.getParagraphs().get(68).setDescription(text69());
model.getParagraphs().get(69).setDescription(text70());
model.getParagraphs().get(70).setDescription(text71());
model.getParagraphs().get(71).setDescription(text72());
model.getParagraphs().get(72).setDescription(text73());
model.getParagraphs().get(73).setDescription(text74());
model.getParagraphs().get(74).setDescription(text75());
model.getParagraphs().get(75).setDescription(text76());
model.getParagraphs().get(76).setDescription(text77());
model.getParagraphs().get(77).setDescription(text78());
model.getParagraphs().get(78).setDescription(text79());
model.getParagraphs().get(79).setDescription(text80());
model.getParagraphs().get(80).setDescription(text81());
model.getParagraphs().get(81).setDescription(text82());
model.getParagraphs().get(82).setDescription(text83());
model.getParagraphs().get(83).setDescription(text84());
model.getParagraphs().get(84).setDescription(text85());
model.getParagraphs().get(85).setDescription(text86());
model.getParagraphs().get(86).setDescription(text87());
model.getParagraphs().get(87).setDescription(text88());
model.getParagraphs().get(88).setDescription(text89());
model.getParagraphs().get(89).setDescription(text90());
model.getParagraphs().get(90).setDescription(text91());
model.getParagraphs().get(91).setDescription(text92());
model.getParagraphs().get(92).setDescription(text93());
model.getParagraphs().get(93).setDescription(text94());
model.getParagraphs().get(94).setDescription(text95());
model.getParagraphs().get(95).setDescription(text96());
model.getParagraphs().get(96).setDescription(text97());
model.getParagraphs().get(97).setDescription(text98());
model.getParagraphs().get(98).setDescription(text99());
model.getParagraphs().get(99).setDescription(text100());
model.getParagraphs().get(100).setDescription(text101());
model.getParagraphs().get(101).setDescription(text102());
model.getParagraphs().get(102).setDescription(text104());
model.getParagraphs().get(103).setDescription(text105());
model.getParagraphs().get(104).setDescription(text106());
model.getParagraphs().get(105).setDescription(text107());
model.getParagraphs().get(106).setDescription(text108());
model.getParagraphs().get(107).setDescription(text109());
model.getParagraphs().get(108).setDescription(text110());
model.getParagraphs().get(109).setDescription(text111());
model.getParagraphs().get(110).setDescription(text112());
model.getParagraphs().get(111).setDescription(text113());
model.getParagraphs().get(112).setDescription(text114());
model.getParagraphs().get(113).setDescription(text115());
model.getParagraphs().get(114).setDescription(text116());
model.getParagraphs().get(115).setDescription(text117());
model.getParagraphs().get(116).setDescription(text118());
model.getParagraphs().get(117).setDescription(text119());
model.getParagraphs().get(118).setDescription(text120());
model.getParagraphs().get(119).setDescription(text121());
model.getParagraphs().get(120).setDescription(text122());
listener.success(model);
} catch (JSONException e) {
listener.error(e);
}
}
public String text0(){
return "<o12><o4><o9><o5><o3><o8><o11><o10>Вы несете письмо, которое заставляет Вас войти в пещеру и отправиться на юг по темным тоннелям. Света от волшебного факела хватает, чтобы разогнать мрак на расстоянии примерно четырех метров от Вас. \n\nВдоль стен тоннеля лежат большие камни, на них Вы иногда замечаете мелких пещерных зверьков, которые убегают от света Вашего факела. Вы стараетесь идти бесшумно, каждый шорох заставляет Вас вздрагивать. Иногда Вы останавливаетесь, чтобы отдохнуть, попить воды и по компасу Зака проверить, что двигаетесь на юг. \n\nЧерез несколько часов пути Вы доходите до развилки: тоннель, по которому Вы шли, разделяется на два, оба они уходят в южном направлении. Вы осматриваете пол, но не находите никаких следов. Вам нужно полагаться на свою интуицию: повернете направо <52> или налево <66>?";
}
public String text1(){
return "Двигаясь на юг, Вы жалеете, что не можете определить, сколько прошло времени. Прошла половина дня? Или уже вечер? Вы садитесь на большой камень, чтобы отдохнуть.\n\nНекоторое время Вы прислушиваетесь к едва различимым звукам, которые разносятся по тоннелям. Тишина не выдает присутствия обитателей подземного мира: Вы закрепляете факел в глубокой расщелине в стене, съедаете часть припасов, которые взяли с собой. \n\nПока Вы едите, Вы думаете о том, как определить, сколько прошло времени. Вам приходит в голову, что Вы можете измерять время, считая удары собственного сердца, и от этой мысли Вам становится жутко.\n\nВы продолжаете путь на юг, и через некоторое время доходите до развилки. От тоннеля, по которому Вы идете, отделяется более узкий проход, уводящий на восток. Свернете в него <91> или не будете отклоняться от основного направления <25>?";
}
public String text2(){
return "Вы продолжаете путь по подземной дороге. Внезапно Вы слышите тихое рычание впереди. В Вашем сознании мгновенно возникают рассказы Кледа о подземных монстрах. \n\nВы можете приготовить меч и продолжить осторожно двигаться вперед<8> или, если хотите, можете применить заклинание Глаз ангела<><14>, если оно еще не израсходовано.";
}
public String text3(){
return "Браслет на Вашей руке с каждой секундой вибрирует все сильнее. В Вашем сознании собирается колдовская формула, и зал наполняется ослепительным светом. \n\nВы не знаете, может ли свет навредить существам, у которых нет глаз, но, вопреки Вашим ожиданиям, каменные монстры расступаются в стороны. Вы бросаетесь в южный коридор и бежите по нему, пока не выбиваетесь из сил <103>.";
}
public String text4(){
return "Вы осторожно входите на шатающийся мост. В левой руке Вы держите факел, правой цепляетесь за толстый шершавый канат, который натянут вдоль моста в качестве перил.\n\nКогда площадка, с которой Вы зашли на мост, теряется во мраке за Вашей спиной, Вы понимаете, что темнота теперь окружает Вас со всех сторон. Повсюду непроглядная мгла, только несколько досок моста перед Вам и столько же позади Вас – больше ничего нет.\n\nВдруг Ваша рука попадает на скользкое пятно на канате. Стараясь не потерять равновесие, Вы отпускаете канат, и в свете факела осматриваете свою ладонь, покрытую прозрачной слизью. Некоторое время Вы стоите на мосту неподвижно, затем вытираете руку об сухой участок веревки. \n\nВы выставляете факел вперед в надежде, что его свет выхватит из темноты конец моста, и в этот момент слышите высокий пронзительный крик у себя за спиной. Вы едва успеваете пригнуться, как над Вашей головой проносится огромное крылатое существо, похожее на гигантскую летучую мышь. \n\nОт Вашего резкого движения мост начинает угрожающе раскачиваться. Взмахнув крыльями прямо над Вами, тварь исчезает в темноте. Побежите вперед <84> или достанете меч, и будете драться, стоя на мосту <36>?";
}
public String text5(){
return "Вам кажется, что Вы идете по коридорам целую вечность. Одну за другой Вы проходите многочисленные развилки, компас помогает Вам не сворачивать в боковые тоннели и не сбиться с курса.\n\nВдруг свет факела выхватывает из темноты человеческий скелет, лежащий возле стены. Вы испуганно выхватываете меч и замираете, ожидая нападения в любой миг. \n\nПосле нескольких секунд напряженного ожидания Вы убеждаетесь, что вокруг нет ничего, что угрожало бы Вам, и решаете осмотреть останки. Одежда и плоть того, кто лежит перед Вами, полностью истлела, тонкие кости покрыты серой пылью. \n\nВозможно, это был путешественник, который заблудился в тоннелях, и у него не хватило сил выбраться? Стараясь не думать о том, что Вас может поджидать та же участь, Вы продолжаете путь.\n\nЕще несколько часов пути проходят без приключений. Затем тоннель расширяется примерно вдвое, и Вы слышите впереди какой-то низкий шипящий звук. \n\nЧерез мгновение в поле Вашего зрения появляется существо, напоминающее огромную ящерицу с широкой плоской мордой. Ее голова находится на уровне Вашего пояса, она упирается в землю огромными когтистыми лапами. \n\nТело монстра покрыто мелкой чешуей, которая блестит в свете Вашего факела. Вы достаете меч, ящерица шипит на Вас, нагибая голову к земле. Атакуете <51>, или будете осторожно ждать <37>?";
}
public String text6(){
return "Пещерная собака нагибается, готовясь к прыжку. Вы делаете кувырок вбок, и ее стремительная атака не Вам причиняет вреда. Вы делаете два быстрых коротких удара мечом, но тварь ловко отступает, и Вы ее не задеваете.\n\nУ Вас появляется мгновение, чтобы замахнуться для мощного удара. Ударите из-за головы <68> или сделаете размашистый удар, держа меч в горизонтальной плоскости <81>?";
}
public String text7(){
return "Из темноты на Вас выходит существо, похожее на огромную собаку. У него короткая черная шерсть, мощные челюсти и лапы. \n\nГлаза собаки посажены очень близко, она скалится и внимательно следит за Вашими движениями. Вы делаете угрожающее движение факелом, надеясь ее отпугнуть, она лишь злобно рычит в ответ. \n\nЕсли будете драться<7>, если решите применить заклинания, то вспышка<><50>, ярость огня<><38>. Помните, что, если Вы использовали какое-то заклинание, то второй раз Вы его применить не можете.";
}
public String text8(){
return "В тот момент, когда монстры собираются вокруг Вас плотным кольцом, Вы нагибаетесь к земле и, держа факел над головой, произносите последнее оставшееся у Вас заклинание. \n\nПламя факела разделяется на множество узких ветвей, которые, как копья, пронзают Ваших противников. Вместо криков Вы слышите шипение пара, и чувствуете обжигающий жар на своей коже. \n\nВодяные расходятся в стороны и, прежде чем дух озера успевает погасить ярость огня, Вы вырываетесь из окружения.\n\nК счастью, через несколько мгновений, Вы замечаете тоннель, уходящий в сторону от озера. Вы бросаетесь в него и бежите из всех сил. \n\nПозади Вас слышится зловещий плеск, но Вы двигаетесь вперед, Ваш единственный путь к спасению – это бежать, не останавливаясь <103>.";
}
public String text9(){
return "Вы уходите со стоянки и продолжаете путь по сплетениям тоннелей и коридоров. В течение нескольких часов Вы не никого встречаете и не находите ничего необычного. \n\nВы начинаете надеяться, что второй день пути будет проще и безопаснее, чем первый. Вы приходите на развилку: на юг ведут два коридора. \n\nНе нужно быть волшебником, чтобы почувствовать сильную опасность, исходящую из обоих коридоров. Вы обращаете внимание на то, что левый коридор более сырой, чем правый. \n\nАрка над входом в правый коридор украшена какими-то мелкими скульптурами, которые давно разрушились, и их уже не разобрать. \n\nКакой путь Вы выберете: по сырому коридору на юго-восток <12> или пройдете под аркой на юго-запад <55>?";
}
public String text10(){
return "Вы выставляете факел вперед, чтобы припугнуть второго гатрана, он отступает, и Вы избавляетесь от него одним точным ударом.\n\nВ свете вспышки Вы видели, как третий противник спрятался за огромным камнем. Вы осторожно обходите камень, но там его не оказывается, только на земле лежит брошенный им факел.\n\nВы шокированы тем, что один из гатранов оказался таким ловким, и отступаете к середине тоннеля, чтобы иметь достаточно места для маневра, когда он появится. Вдруг он атакует Вас из темноты<><c116><><c117>.";
}
public String text11(){
return "Вы выходите на площадку на берегу огромного подземного озера. К этой площадке с севера выходят несколько тоннелей. В ее центре воткнут шест, выстой в человеческий рост, на вершине которого находится большой кристалл, слабо мерцающий голубым светом.\n\nВ абсолютно неподвижной воде застыли маленькие зеленые огоньки. Потолок пещеры настолько высоко, что Вы его не видите. Вы подходите к воде и нагибаетесь, чтобы увидеть свое отражение. В этот момент Вы чувствуете колоссальную магическую энергию, которая исходит от озера. \n\nНа миг Вам кажется, что зеленые искорки разговаривают между собой на каком-то неведомом языке, и Вы слышите их голоса. Вы дотрагиваетесь рукой до ледяной воды, и иллюзия пропадает.\n\nВокруг озера ведет единственная тропинка, и Вы начинаете двигаться по ней. Ее ширина около полутора метров, в некоторых местах она скользкая, и Вы часто рискуете оступиться и упасть в воду. \n\nИзредка она расширяется, и Вы можете отойти от воды на большее расстояние. Вы надеетесь, что на южном конце озера найдете площадку с еще одним мерцающим кристаллом, который является ориентиром для путешественников.\n\nЧерез несколько минут пути вдоль озера Вы слышите громкий всплеск в нескольких метрах от Вас. Вы приглядываетесь, и видите какой-то темный силуэт, который движется под водой, разгоняя в стороны зеленые огоньки. \n\nЕсли у Вас есть в запасе заклинание глаз ангела, Вы можете его применить, и погасить факел, чтобы не привлекать к себе внимания<><c114>. Если Вы израсходовали глаз ангела или не хотите его использовать, то<97>.";
}
public String text12(){
return "Путешественники наверняка преувеличивают, когда говорят, что эти пещеры смертельно опасны. Вы идете уже очень долго, но пока не видели ничего особенного. \n\nНа очередной развилке Вы видите коридор, который уходит на запад. Пойдете по нему <72>, или не станете отклоняться от основного направления <3>?";
}
public String text13(){
return "Вы представляете себе, что все вокруг Вас залито ярким солнечным светом, и произносите заклинание. В течение ближайших нескольких минут Вы будете свободно видеть в темноте. \n\nВы гасите факел. В десятке метров впереди по тоннелю навстречу Вам идет пещерная собака. У монстра короткая черная шерсть, мощные лапы и челюсти. Глаза собаки посажены очень близко, она скалится и рычит на Вас. \n\nВы можете броситься в бой <7> или же применить заклинания (если они еще остались), чтобы не дать монстру приблизиться. Вы можете использовать вспышку <><50> или ярость огня <><38>.";
}
public String text14(){
return "Вы произносите заклинание, надеясь, что оно сможет навредить каменным монстрам. Вокруг Вас образуется огненное кольцо, на полу остается черный выжженный круг. Монстры замирают в нерешительности, и не рискуют подойти ближе.\n\nВы начинаете продвигаться к южному коридору, огненное кольцо смещается вместе с Вами. На миг у Вас появляется надежда на то, что Вы сможете выбраться…\n\nПо тоннелям снова разносится грохот камня, одна из гигантских статуй закрывает глаза, и созданное Вами пламя гаснет. Вы не можете противостоять духам камня. \n\nВы окружены и беззащитны, Ваше приключение заканчивается здесь.";
}
public String text15(){
return "Вы возвращаетесь к последней развилке и сворачиваете юго-западный коридор. Чувство панического страха, которое преследовало Вас, отступает, и Вы можете вздохнуть с облегчением <88>.\n\n";
}
public String text16(){
return "Вы залезаете в лаз и начинаете ползти по нему на четвереньках. Коленки и ладони то и дело цепляются за шершавые выступы в камне. В некоторых местах лаз становится ниже, и Вам приходится пригибаться к земле, иногда он становится выше, и позволяет выпрямиться почти в полный рост.\n\nПримерно через четверть часа лаз расширяется, Вы оказываетесь около стены. Вы замечаете, что сбоку к Вам ползут два омерзительных существа. Размером с человеческую голову, они объединяют в себе отвратительные черты скорпиона и огромной гусеницы. \n\nУ них гибкие глиняно-бежевые тельца, множество коротких лапок по бокам от туловища, длинные хвосты-жала. С чуть слышным стрекотанием они двигаются в Вашу сторону. \n\nРазмеры лаза не дают Вам достать из-за спины меч, а даже если бы Вы смогли это сделать, он был бы неудобен, когда над Вами низкий потолок, поэтому Вы пытаетесь отгонять тварей факелом. \n\nЕсли Вы до сих пор не применили заклинание вспышка, то можете использовать его сейчас<><48>. Если Вы уже истратили вспышку или не хотите ее применять, то<33>.";
}
public String text17(){
return "Вечером второго дня Вы выходите на поверхность. Перед Вами раскинулись Южные предгорья, на западе Вы видите край солнечного диска, который исчезает за вершинами деревьев.\n\nВы отходите от гор, и устраиваетесь на ночлег под открытым небом. Когда Вы засыпаете, Вы думаете о том, как приятно смотреть на звезды и слушать шелест травы. \n\nВы думаете о Заке и Кледе, и о том, как они пойдут по безопасному тоннелю, а, когда Вы встретитесь, Вы будете рассказывать им о своих приключениях.\n\nВо сне Вы видите подземных монстров, которые окружают Вас, и атакуют из темноты. Вам снится голубое хрустальное сердце, которое бьется где-то в недрах горы. \n\nНи Вы, ни тот путешественник, который пытался завладеть сердцем, не знали, что смертным нельзя до него дотрагиваться. Однажды коснувшись этого проклятого камня, Вы навсегда станете его рабом.\n\nУтром Вы просыпаетесь, лежа на земле в той же позе, что и мертвый путешественник, которого Вы нашли в одном из тоннелей. Вы чувствуете, что Вас тянет обратно в пещеры, вопреки здравому смыслу и страху, \n\nВы страстно хотите завладеть хрустальным сердцем снова. <101>";
}
public String text18(){
return "Вы подходите к краю пропасти, и осматриваете мост, который ведет в непроглядную темноту. Он закреплен на двух огромных бревнах, которые, как колонны, установлены на краю пропасти. \n\nВерхние части бревен упираются в потолок тоннеля, по которому Вы пришли. Вокруг этих бревен обвязаны канаты, каждый толщиной в руку. На двух канатах внизу закреплены доски, еще два находятся на уровне пояса. \n\nМост (вернее, та малая его часть, которую Вы видите в свете факела) кажется Вам вполне надежным. Пойдете по нему<5> или же подберете камень и бросите его в пропасть<44>?";
}
public String text19(){
return "Вы делаете шаг в сторону ослепленного монстра и, замахнувшись мечом из-за головы, наносите мощный удар. Он оказывается достаточно сильным, чтобы пещерная собака упала замертво.\n\nЕще несколько мгновений Вы стоите неподвижно, глядя на своего поверженного врага. Затем вытираете меч от липкой крови, убираете его в ножны и продолжаете свой путь. \n\nВы думаете о том, что, возможно, кто-нибудь, идущий по подземным коридорам без проводника, также как Вы, найдет труп монстра, которого Вы убили. \n\nО чем он подумает? Он испугается? Или порадуется тому, что Вы освободили его от этой битвы? Ваши приключения продолжатся<47>.";
}
public String text20(){
return "Из пола прямо под Вашей ногой вырастает каменный шип. Вы успеваете отпрыгнуть в сторону, из пола немедленно вырастает еще один. \n\nКаменные монстры медленно движутся к Вам, противостоять им Вы не сможете, потому их слишком много и у Вас нет оружия, которое может нанести их ранить.\n\nВаше приключение заканчивается здесь.";
}
public String text21(){
return "Вы продолжаете двигаться на юг. Несколько раз Вы замечаете длинные горизонтальные ниши в стенах, которые напоминают книжные полки. В одной из них вы замечаете пещерную змею, в другой находите череп, похожий на человеческий.\n\nС каждым шагом Вами овладевает щемящее чувство опасности, как будто Вы идете не к выходу из подземелья, а к верной гибели. Вам представляется, что стены прохода сомкнутся, и навсегда оставят Вас в темноте. \n\nСтрах заставляет Вас постоянно ускорять шаг и чаще доставать меч, когда Вы слышите шорох. Вы пропускаете несколько боковых коридоров, ведущих то на запад, то на восток. \n\nКаждый раз, когда очередной коридор остается у Вас за спиной, Вы думаете, что, возможно, Вам следовало в него повернуть, чтобы сделать свой путь более безопасным. Потом Вы начинаете верить, что поступили правильно, не свернув в него, потому что в нем Вас поджидали гатраны или подземные духи. \n\nПотом Вам начинает казаться, что они вышли из коридора и преследуют Вас. Вы бежите, чтобы оторваться от них, но на Вашем пути встречается новая развилка, и она порождает новый вихрь сомнений и страхов.\n\nНаверное, уже вечер: Вы устали, и надеетесь, что сможете найти оборудованную стоянку. Стараясь думать о ней, Вы продолжаете идти, и вдруг видите человеческое тело, лежащее лицом вниз посреди коридора. \n\nОт него далее по коридору тянется широкий мокрый след. Осмотрите тело <87> или пройдете мимо <94>?";
}
public String text22(){
return "Ваша первая встреча с обитателем подземелья прошла относительно легко. Будут ли остальные такими же безвредными? Вы этого не знаете.\n\nТоннель ведет Вас все дальше и дальше: Вам кажется, что он никогда не кончится. Компас Зака помогает Вам ориентироваться, когда Вы проходите развилки и перекрестки <39>.";
}
public String text23(){
return "Вы произносите заклинание, яркая вспышка ослепляет слизистого монстра, и он отползает с Вашего пути обратно в воду. \n\nПрежде, чем поток света иссякнет, Вы успеваете развернуть ладонь, и направить свет к центру озера. На короткий миг он заливает огромное помещение до самых потаенных уголков. \n\nВ центре озера над водой возвышается его владыка – существо высотой в четыре человеческих роста, которое с удивлением смотрит на маленького человечка на берегу, который посмел бросить ему вызов.\n\nСердце слишком важно для озерного духа, чтобы Вы смогли его унести. К поверхности воды один за другим всплывают разные водяные гады. Их слишком много, чтобы Вы могли им противостоять. \n\nКогда Вы падаете в воду, Вы чувствуете, как хрустальное сердце пульсирует в Вашем заплечном мешке. Ваше приключение заканчивается здесь.";
}
public String text24(){
return "Вы ненадолго останавливаетесь, чтобы передохнуть, затем продолжаете путь. Вы думаете о том, сколько времени понадобится Кледу, чтобы поправиться и вспоминаете то, что он Вам рассказывал о подземной дороге. \n\nВы не уверены в том, что Вам удастся найти тайный лаз, по которому можно безопасно добраться до цели. А это значит, что Вы обречены на то, чтобы биться с подземными тварями за право на жизнь.\n\nВнезапно Вы слышите странные звуки впереди, похожие на невнятную речь. Вы замедляете шаги, и впереди появляются три ярких пятна, похожие на огни факелов. \n\nУ Вас нет никаких сомнений в том, что те, кто несут эти факелы, Вас заметили. Вы останавливаетесь, и рядом с Вами пролетают две стрелы. Вы в ужасе отпрыгиваете в сторону и прячетесь за большим камнем. \n\nДо Вас доносятся все те же странные звуки, теперь у Вас нет сомнений в том, что это какой-то незнакомый Вам язык.\n\n–Не стреляйте!– Кричите Вы. Вместо ответа Вы слышите звук от удара стрелы в стену тоннеля. Клед рассказывал Вам о гатранах – людях с головами гиен, Вам придется сразиться с ними.\n\nВы видели три факела, скорее всего, противников трое. Хотя они плохо стреляют, идти к ним по тоннелю было бы самоубийством. Вы решаете использовать магию. \n\nПомните, что, когда Вы применяете заклинание, не сможете применить его снова. Что Вы используете? Ярость огня<><65>, Вспышку<><74> или Глаз ангела<><28>?";
}
public String text25(){
return "Шаманы гатранов создали заклинания, которые могут противостоять магии камня. По счастливому стечению обстоятельств, у Вас оказался браслет, которые может быть полезен в битве против каменных монстров: он вибрирует у Вас на руке, нарисованный зигзаг извивается на нем, как змея. \n\nЕсли Вы можете применить заклинание вспышка<><4>, ярость огня<><15>, а если оба заклинания уже израсходованы или не хотите применять, то<21>.";
}
public String text26(){
return "Вы покидаете стоянку, думая о том, как Гела и ее друзья доберутся до выхода. Через несколько часов пути Вы приходите к развилке, о которой они рассказывали. Пойдете на юго-запад в зал героев <55> или повернете на юго-восток <12>?";
}
public String text27(){
return "К Вам по тоннелю приближаются трое противников. Ваше присутствие выдал факел, а значит, его придется погасить. Вы произносите заклинание, и тьма открывает Вам свои секреты. \n\nПервый раз за все время путешествия Вы можете так подробно и тщательно разглядеть тоннель, в котором находитесь. Вы видите каждый камешек и каждую трещинку. Вы осторожно выглядываете из-за камня, и видите своих противников.\n\nОни стоят всего в двадцати метрах от Вас. Они появились из-за поворота, который виднеется за расширением тоннеля впереди. Гатраны невысокого роста, у них маленькие головы, с песьими ртами, покрытые шерстью. \n\nОни одеты в кожаные доспехи, в руках они держат арбалеты. Каждый из них выпустил по стреле, перезаряжать оружие они не решаются, потому что для этого понадобятся две свободные руки. \n\nВы видите, как они, настороженные тем, что свечение Вашего факела исчезло, готовят короткие мечи. Вы можете броситься вперед и атаковать их из темноты<96> или же использовать еще одно заклинание: ярость огня<><65> или вспышку<><74>. После боя с гатранами действие глаза ангела прекратится.";
}
public String text28(){
return "Вы бросаетесь бежать к южному тоннелю, чтобы унести каменное сердце из зала. Вы слышите грохот, и в южном тоннеле появляется каменное существо, точно такое же, как в центре зала. \n\nВы останавливаетесь на миг, и из пола прямо под Вашей ногой вырастает каменный шип. Вы успеваете отпрыгнуть в сторону, из пола немедленно вырастает еще один. \n\nКаменные монстры медленно движутся к Вам, противостоять им Вы не сможете. Ваше приключение заканчивается здесь.";
}
public String text29(){
return "Вы осторожно пролезаете в расщелину между камнями и оказываетесь в тоннеле, который стремительно уходит вниз. \n\nСудя по тому, что на стенах есть держатели для факелов и охранные руны, Вы догадываетесь, что нашли тот тайный путь на юг, по которому Вас должен был провести Клед. Вы с трудом верите в свою удачу.\n\nНа Вашем пути то и дело встречаются оборудованные стоянки, на которых Вы отдыхаете. На одной из них Вы устраиваетесь на ночлег. Ни одной крупной развилки на Вашем пути не встречается. \n\nВечером второго дня тоннель, по которому Вы идете, превращается в узкий лаз, который выводит Вас на поверхность <100>.";
}
public String text30(){
return "Вы уходите из помещения с источником, и вскоре попадаете на развилку. На юг ведут два тоннеля, по какому из них Вы пойдете? По левому <88> или по правому <75>?";
}
public String text31(){
return "После второй атаки Ваш меч вязнет в теле одного из монстров. Несколько мощных ударов валят Вас на землю. \n\nВы кричите, но Ваш голос пропадает в шуме брызг, когда слуги озерного духа бросают Вас в ледяную воду. Ваше приключение заканчивается здесь.";
}
public String text32(){
return "Вы стараетесь отгонять пещерных скорпионов факелом, и одновременно ползете вперед как можно быстрее. Вдруг Вашу левую руку, которой Вы тащили рюкзак рядом с собой, пронзает острая боль. \n\nВы оборачиваетесь, и видите еще одного скорпиона, который подобрался к Вам с другой стороны. Вы выставляете факел в его сторону, и он отступает. Отделавшись от тварей, но еще не выбравшись из лаза, Вы осматриваете руку. Укус пришелся в тыльную сторону ладони <c119><c105>";
}
public String text33(){
return "Вы достаете из рюкзака голубое сердце, оно переливается таинственными огнями. На ощупь оно теплое, и Вы понимаете, что Вам не хочется расставаться с ним. \n\nТем не менее, Вы кладете его на пол, и отходите в сторону. Вам кажется, что гигантские каменные статуи ожили, повернули головы и жадно смотрят на него. \n\nКаменный монстр, забыв о Вашем существовании, подходит к сердцу и накрывает его своим телом. Вы спешите уйти из зала <18>.";
}
public String text34(){
return "Вы как можно быстрее стараетесь уйти от того места, где встретили гатранов. Некоторое время Вам приходится двигаться по тому тоннелю, по которому они пришли, и это держит Вас в постоянном напряжении. \n\nВы не задумываясь проходите несколько развилок, и чувство опасности отступает. Клед рассказывал Вам, что под землей есть целые поселения гатранов. Если Вы случайно придете в такое место, то уже не сможете из него выбраться. \n\nСтараясь не думать о таком исходе путешествия, Вы приходите к очередной развилке. Пойдете прямо на юг <75> или отклонитесь от курса и двинетесь на юго-восток <85>?";
}
public String text35(){
return "Крылатый монстр разворачивается и пикирует на Вас. Вы пригибаетесь, чтобы он Вас не задел, и делаете взмах мечом, но мост раскачивается, и Ваш удар не причиняет монстру вреда. Вы едва успеваете разглядеть огромные чешуйчатые крылья, которые как будто сотканы из мрака пещеры.\n\nКогда монстр отлетает в сторону, чтобы развернуться для новой атаки, Вы, стараясь не потерять равновесие продолжаете двигаться. К счастью, тварь атакует Вас сбоку, Вы крепко цепляетесь за канат, и, нагнувшись, уходите от удара. \n\nВы продолжаете идти по мосту, пытаетесь двигаться как можно быстрее. Когда Вы слышите крик приближающегося монстра, Вы наносите широкий размашистый удар. Вам удается ранить тварь, но она цепляется за канат, и накрывает Вас надрезанным крылом. \n\nПрямо перед собой Вы видите отвратительную курносую плоскую морду с узкими глазками и маленьким ртом, из которого торчат клыки. Монстр пищит и шипит, пытаясь схватить Вас. \n\nВы разворачиваете меч, чтобы добить его, но вдруг маленькие когти на середине раненого крыла впиваются Вам в шею. Вы запрокидываете голову и дергаетесь в сторону, но монстр кусает Вас за предплечье. \n\nВы кричите от боли и отчаяния. Ваше путешествие не должно закончиться здесь! Вы отводите меч в сторону на почти вытянутой руке, и наносите удар. Судя по хрусту костей, Вам удается сильно ранить противника. \n\nМонстр пищит, и выпускает Вас, вы сталкиваете его с моста в пропасть. Он не может размахивать крыльями и камнем падает вниз.\n\nВо время этой схватки Вы получили ранение. Вы доходите до конца моста и продолжаете двигаться на юг <70>.";
}
public String text36(){
return "Выставив вперед факел и замахнувшись мечом над головой, Вы осторожно приближаетесь к ящерице. Она делает быстрый, но неопасный выпад в Вашу сторону, затем продолжает шипеть. \n\nСудя по тому, какие огромные челюсти у этого монстра, он является плотоядным. Удивительно, что он не набросился на Вас сразу.\n\nВы ходите то вправо, то влево, выбирая более подходящий ракурс для атаки, и вдруг замечаете, что из задней левой лапы монстра торчит длинный предмет. Вам тяжело разглядеть его в темноте, это может быть стрела или обломанное копье. Судя по всему, ящерица ранена, и поэтому не спешит Вас атаковать. \n\nНападете на нее <61> или решите, что даже раненый монстр может представлять угрозу, и примените магию <80>?";
}
public String text37(){
return "Вы произносите заклинание, и пещерную собаку охватывает огненный вихрь. Шерсть монстра вспыхивает, он начинает выть от боли и мечется вокруг Вас. \n\nДобьете его мечом <90> или поспешите уйти, чтобы собака не задела Вас в прыжке, и пламя не перекинулось на Вашу одежду <57>.";
}
public String text38(){
return "Интересно, кто спроектировал и выкопал все эти тоннели и переходы? Сложно поверить в то, что они имеют природное происхождение. Но еще сложнее представить себе, что их выкопали в каменной толще какие-нибудь существа.\n\nНесколько развилок Вы пропускаете, не задумываясь, но потом находите узкий лаз, который ведет от основного тоннеля на запад. Вход в него находится на высоте метра над землей, он невысокий, и если Вы решите ползти по нему, Вам придется двигаться на корточках. \n\nТакой лаз вполне может быть убежищем какого-то пещерного монстра. А может быть, он выведет Вас к поселению гатранов? Или же приведет в безопасный тоннель? \n\nЕсли Вы решите забраться в него <17>, а если же решите продолжить путь <22>.";
}
public String text39(){
return "Духи камня не пропускают простых смертных через свои владения. Вокруг Вас с оглушительным грохотом из каменного пола один за другим вылезают монстры<><21><><26>.";
}
public String text40(){
return "Вы идете по сырому следу, и на Вас все сильнее давит гнетущее чувство опасности. Вам представляется Клед, который в бреду говорит о подземных монстрах. \n\nИнтересно, что он скажет, когда Вы будете рассказывать ему о своем путешествии? Увидите ли Вы его когда-нибудь еще?\n\nТоннель, по которому тянется сырой след, не имеет боковых ответвлений. Нет никакого сомнения в том, что существо, убившее путешественника, тело которого Вы нашли, находится где-то поблизости.\n\nВы идете вперед довольно долго, и вдруг видите что-то странное и жуткое. В тоннеле лежит огромная бесформенная гора слизи. Она колышется из стороны в сторону, как будто живая. \n\nОна высотой Вам по колено, но Ваше воображение мгновенно рисует человекоподобное слизистое существо, которое может вырасти у Вас на пути из этого аморфного сгустка. \n\nВы видите внутри слизи комки водорослей, похожие на те, которые были на сабле мертвеца. Теперь у Вас нет никакого сомнения в том, что Вы нашли то, что его убило.\n\nОт вида слизистой массы на Вас накатывает тошнота. Вернетесь к последней развилке, и повернете в сторону от мокрого следа <88> или осмотрите слизистую тварь, какой бы опасной и жуткой она ни была <49>?";
}
public String text41(){
return "Раньше Вам никогда не доводилось драться против таких противников, как этот. Вы не были готовы к тому, что Ваш меч будет вязнуть в его слизистом теле, когда щупальца будут одно за другим обвиваться вокруг Ваших конечностей. \n\nДаже самый опытный фехтовальщик на Вашем месте с трудом смог бы противостоять этой уродливой твари. Когда одно из щупалец дотягивается до Вашего горла, глаз ангела перестает действовать, и все вокруг погружается в темноту. \n\nЗелеными искрами вокруг Вас мелькают огни проклятого озера, и Вы с громким плеском погружаетесь в ледяную воду. Ваше приключение заканчивается здесь.";
}
public String text42(){
return "Вы делаете выпад и наносите удар. Вы чувствуете, как меч прокалывает шкуру зверя, и погружается в его плоть. Пещерная собака с воем отскакивает от Вас в сторону. \n\nВы добиваете противника последним коротким ударом. После этого Вы вытираете меч и продолжаете свой путь <47>.";
}
public String text43(){
return "Вы отходите к стене тоннеля, чтобы подобрать камень, нагибаетесь за ним, а когда выпрямляетесь, вдруг в ужасе замечаете на стене какое-то гигантское существо. \n\nОно сидит под потолком всего в нескольких метрах от Вас. Оно похоже на гигантскую летучую мышь,  размах его крыльев больше Вашего роста. Оно разворачивает голову в Вашу сторону, и Вы видите его жуткую морду. \n\nНичего более отвратительного Вы в жизни не видели. Голова монстра по размерам не больше человеческой, она туго обтянута гладкой черной кожей. \n\nНа Вас смотрят два маленьких близко посаженных глаза, ровно под ними находятся продолговатые ноздри, уголки которых направлены к острым торчащим в стороны ушам. Монстр пищит, приоткрывает маленький рот, и из него угрожающе торчат клыки.\n\nК счастью, у Вас есть несколько мгновений, чтобы сконцентрироваться и применить одно из боевых заклинаний. Вы используете вспышку<><79> или ярость огня<><60>? Помните, что Вы не сможете применить его снова.";
}
public String text44(){
return "Вы добиваете ослепленную ящерицу ударом в шею. Она снова издает шипение, но не агрессивное, как раньше, а жалобное. Вы осматриваете ее тушу, и видите, что победить ее Вам помогла арбалетная стрела, которой ее кто-то ранил в лапу. \n\nВдруг свет Вашего факела падает на расщелину в стене. Она узкая, и Вы сможете протиснуться в нее только боком. Решите поддаться любопытству и полезете в нее <30>, или не станете рисковать, и пойдете вперед по тоннелю <23>?";
}
public String text45(){
return "Вы слышите в голове голос: «Отдай мне сердце». Вы не сразу понимаете, что дух говорит о голубом сердце, которое Вы нашли в одном из тоннелей. Подчинитесь приказу, и отдадите сердце <34> или попробуете унести его <29>?\n\n";
}
public String text46(){
return "После встречи с пещерной собакой Вы еще долго не можете придти в себя. В каждом шорохе подземелья Вам слышится ее рычание.\n\nЕсли бы у Вас были часы, Вы могли бы оценить, как долго Вы уже находитесь под землей. Может быть, здесь время течет не так, как на поверхности? \n\nВозможно, темнота отсчитывает собственные минуты, часы и дни, которые не связаны с восходами и закатами солнца? \n\nДумая об этом, Вы, уже изрядно вымотавшись за время путешествия, приходите к очередной развилке. Пойдете направо на юго-запад <85> или налево на юго-восток <99>?";
}
public String text47(){
return "Ослепительно яркий свет, исходящий от вашей ладони заливает лаз, по которому Вы ползете. Пещерные скорпионы пугаются вспышки, бегут от Вас к стене и исчезают в расщелине. \n\nВы поворачиваете ладонь, чтобы осветить себе путь, и свет прогоняет еще одного скорпиона, которого Вы раньше не заметили. Вы продолжаете ползти вперед <56>.";
}
public String text48(){
return "Вы опускаете факел ближе к слизи. Она колышется и вздрагивает, Вы держите в руке меч, но против такого противника он не будет эффективен. \n\nПутешественник, тело которого Вы нашли, смог зацепить несколько ниточек водорослей из тела этого существа. Едва ли Вы сможете больше.\n\nВдруг Вы замечаете голубоватое свечение в слизистом сгустке примерно в полуметре от Вас. Что-то размером с яблоко переливается манящим нежно-голубым светом. \n\nОн настолько прекрасен, что отступает чувство опасности, захватившее Вас в этом коридоре. Вы решаете дотянуться до этого предмета мечом.\n\nКак только Вы погружаете клинок в слизь, она начинает шевелиться. Вас начинает тошнить, но Вы не отступаете. Вы резко дергаете клинок на себя, держа его кончик обращенным в пол. \n\nНа миг в слизи открывается просвет, и в нем Вы видите, что внутри сгустка скрыт сверкающий голубой камень. Сделанный Вами разрез мгновенно захлопывается. Слизистый сгусток начинает бурлить, на его поверхности возникает человекоподобный контур, но затем сразу же растворяется. \n\nСудя по всему, слизистая тварь слишком слаба. Вы наносите серию ударов, чтобы открыть разрез напротив камня и вытащить его. Погрузить руку в слизистую массу Вы, естественно, не решаетесь.\n\nЧем быстрее и чаще Вы наносите удары, тем медленнее срастаются следы от них. Вам удается зацепить камень кончиком меча и пододвинуть его ближе к краю сгустка. \n\nЗатем снова, еще и еще. Вы подставляете факел к слизи, и она становится явно слабее. Вскоре Вам удается освободить камень из слизистого плена, \n\nВы поднимаете его, вытираете и отходите в сторону. У вас в ладонях переливается голубое каменное сердце<o14>, из его центра через мелкие грани струится чарующий свет.\n\nВдруг Вам начинает казаться, что камень пульсирует в такт ударам сердца в Вашей груди. Чувство опасности и страх снова наполняют тоннель. Вы прячете сердце в заплечный мешок и в панике бросаетесь бежать на север к последней развилке<16>.";
}
public String text49(){
return "Вы произносите заклинание, и от Вашей руки начинает исходить ослепительно яркий свет. Он наполняет тоннель, делая видимыми мельчайшие трещинки на каменных стенах. \n\nПещерная собака, никогда не видевшая солнца, нагибает морду, и, жалобно скуля, отступает. Вы можете добить монстра, колющим ударом <43> или замахнуться и ударить сверху <20>.";
}
public String text50(){
return "Вы наносите удар, но ящерица нагибает голову, и Ваш меч соскальзывает по ее чешуе. Она вытягивает шею в Вашу сторону, и пытается Вас укусить, но ее челюсти оказываются на безопасном расстоянии от Вас. \n\nВы понимаете, что столкнулись с медлительным и неповоротливым противником. Вы делаете несколько шагов в сторону, и атакуете снова. Ящерица пытается закрываться от Ваших ударов лапами, но Вы ее легко раните, а потом добиваете. \n\nИ тут Вы замечаете стрелу, торчащую из ее задней левой лапы. Она была ранена, и поэтому Вы так легко ее победили. Вы идете вперед, думая о том, кто и когда стрелял в этого монстра <23>.";
}
public String text51(){
return "Тоннель, по которому Вы идете, расширяется в полукруглую площадку и упирается в пропасть. Она настолько огромна, что Вы не только не видите ее дна, но не можете различить ее границ ни вверх, ни в стороны. \n\nПеред Вами просто стена из непроницаемого мрака, в глубину которого уходит веревочный мост. Единственным способ продолжить путь – пойти по нему. Вы можете осмотреть мост, чтобы убедиться, что он достаточно надежен <19> или сразу пойти по нему <5>.";
}
public String text52(){
return "Вы атакуете из темноты, и мощным ударом выбиваете меч из руки одного из гатранов. Второй выставляет в Вашу сторону факел, но Вы нагибаетесь к земле, и делаете кувырок в сторону. \n\nКогда Вы вскакиваете на ноги, Вы разворачиваете меч перед собой, и отводите направленный на Вас удар.\nТот гатран, который уронил оружие, пытается отойти в сторону, теперь он двумя руками держит факел, которым он собирается защищаться от Ваших ударов. \n\nВы стараетесь следить за обоими противниками сразу, и, выждав до подходящего момента, Вы делаете стремительный выпад, и вонзаете свой меч в грудь гатрана. \n\nКак Вы и предполагали, он не успевает отвести удар факелом, но он крепко хватает Ваш меч за лезвие. Вы не успеваете развернуться, чтобы парировать удар второго гатрана, и атакует Вас в спину. \n\nБоль проносится по Вашей пояснице обжигающей полоской<><c118><><c105>.";
}
public String text53(){
return "Вы достаете голубое сердце: оно ритмично пульсирует у Вас в руке. Замахнувшись из-за плеча, Вы кидаете его как можно дальше в озеро. Оно с плеском падает в воду, и через мгновение грозная фигура над озером исчезает.\n\nДальнейший путь около озера оказывается абсолютно безопасным. Вы обходите его и удаляетесь по южному тоннелю. Однако Вас не покидает странное щемящее чувство, похожее на сожаление, и перед глазами остается таинственное голубое мерцание внутри хрустального сердца.\n\nВторой день пути проходит без приключений. Рана на руке Вас не очень сильно беспокоит, и Вы твердо уверены в том, что она скоро заживет. Вы перестаете бояться темноты, как будто Вы стали ей доверять<18>.";
}
public String text54(){
return "Тоннель, по которому Вы идете сейчас, разительно отличается от всех тех, в которых Вы оказывались раньше. \n\nКаменные стены здесь покрыты мелкой пылью, на потолке множество коротких сталактитов, расположенных идеально ровными рядами. Вы чувствуете магию, очень сильную и древнюю, и Вы приближаетесь с каждым шагом к ее источнику.\n\nВы приходите в огромный зал, и замираете от изумления. В воздухе кружатся сверкающие пылинки, похожие на снег, исходящее от них сияние позволяет Вам разглядеть самые дальние уголки помещения. \n\nВысота потолка здесь почти в шесть раз больше человеческого роста. У восточной и западной стен зала лицом друг к другу сидят две огромные статуи, они изображают каких-то древних героев или королей. \n\nИздали Вы замечаете, что одна из статуй повреждена: огромный кусок камня, изображавший руку гиганта, откололся, и теперь лежит у основания его трона.\n\nВы замечаете, что в южной стене зала есть темная ниша, по-видимому, это тоннель, по которому Вам предстоит продолжить путь. \n\nВы гасите факел (в этом зале он Вам не нужен), достаете оружие и идете вперед. Пойдете вдоль стены <83> или через середину помещения <98>?";
}
public String text55(){
return "После встречи со скорпионами Вы начинаете ругать себя за то, что решили полезть по узкому лазу, поэтому Вы очень радуетесь, когда он заканчивается<><77><><95>.";
}
public String text56(){
return "Вы уходите прочь от умирающего в колдовском пламени монстра. Колдун, который учил Вас основам солнечной магии, много раз говорил, что применение боевых заклинаний может быть жестоким <47>.";
}
public String text57(){
return "Вы провели в подземелье уже очень много времени, и смертельно устали. Но темнота коридоров продолжает предлагать Вам все новые и новые развилки. Пойдете на юго-запад <75> или на юго-восток <88>?";
}
public String text58(){
return "Силуэты трех человекоподобных существ, охваченные колдовским пламенем, кружатся в безумном танце. Тоннель наполняется тошнотворным запахом горелой шерсти и плоти. \n\nВы хладнокровно добиваете каждого из трех противников, и продолжаете свой путь<35>.";
}
public String text59(){
return "С Ваших пальцев срывается маленькая пламенеющая сфера, разбрызгивая снопы искр, она летит к монстру и его охватывает огненный вихрь. Существо отталкивается от стены и, с оглушительным пронзительным писком, расправив крылья, пикирует в Вашу сторону. \n\nВы успеваете упасть на пол, и сделать кувырок в сторону, чтобы монстр не накрыл Вас горящими крыльями. Гигантская летучая мышь пытается подняться в воздух над пропастью, но ожоги не дают ей взлететь, и она огромным огненным шаром падает в бездонную тьму. \n\nВы подбегаете к краю пропасти, чтобы посмотреть ей вслед, и видите, как ее тело распласталось на камнях где-то далеко внизу.\n\nПосле этого Вы стараетесь перейти по мосту как можно скорее, чтобы на свет и крик не прибежали другие обитатели подземелья. Вы осторожно входите на шатающийся мост. В левой руке Вы держите факел, правой цепляетесь за толстый шершавый канат, который натянут вдоль моста в качестве перил.\n\nКогда площадка, с которой Вы зашли на мост, теряется во мраке за Вашей спиной, Вы понимаете, что темнота теперь окружает Вас со всех сторон. Только на дне пропасти слабо виднеется контур сожженного Вами противника.\n\nВам удается перейти через мост, и Вы оказываетесь в новом тоннеле. Вы последний раз оборачиваетесь, чтобы посмотреть на тело летучей мыши, но к этому времени огни уже гаснут <70>.";
}
public String text60(){
return "Пользуясь тем, что противник ранен, Вы можете атаковать в его слабые места. Вы обходите гигантскую ящерицу, и она не успевает полностью повернуться к Вам, чтобы отвечать на удары. \n\nВы легко побеждаете монстра, и продолжаете свой путь. Вы, вероятно, никогда не узнаете, кто ее ранил, и обеспечил Вам легкую победу <23>.";
}
public String text61(){
return "Королевский колдун, который учил Вас магии, говорил, что она спасет Вам жизнь. Вы произносите заклинание, и направляете в сторону слизистого сгустка поток ослепительного света. \n\nИспуганный монстр отталкивается от стены, и прячется под воду. Вы продолжаете путь так быстро, как только можете.\n\nВы добираетесь до расширения дорожки: теперь водяным тварям придется выходить на камень, чтобы сразиться с Вами, и они не смогут легко утащить Вас под воду.\n\nЗеленые огни озера вспыхивают, и глаз ангела перестает действовать. Вы сразу зажигаете факел, и продолжаете двигаться. Вы слышите, как в темноте вокруг Вас плещется вода: из нее вылезают Ваши противники, они будут пытаться Вас остановить. \n\nЭто крупные существа, сотканные из слизи и водорослей. Когда они двигаются, они обдают Вас потоками брызг. Вы удачно раните одного из них, но они окружают Вас со всех сторон. \n\nЕсли у Вас осталось заклинание ярость огня, то Вы можете попробовать использовать его<><9>, иначе<32>.";
}
public String text62(){
return "Вы нагибаетесь к источнику, и делаете несколько глотков. Вода очень холодная, и Вам кажется, что она замораживает Вас изнутри. \n\nСкульптура над источником внимательно наблюдает за Вами каменными глазами. Вы киваете ей, как будто она живая. Вам кажется, что она кивает в ответ, и у Вас начинает кружиться голова. \n\nВы спешите отойти от каменной колонны, на Вас накатывает дурнота. Вы жалеете о том, что решили попробовать воду из источника. Вам кажется, что она растворяет Ваше тело изнутри. \n\nВы идете на юг, ругая себя за неосторожность и поспешность. Вы выпиваете противоядие, которое Вам дал Зак, и Вам становится немного лучше. \n\nВы надеетесь, что слабость пройдет после того, как Вы отдохнете. Вскоре Вы почувствуете, что вода из этого источника обладает удивительными свойствами: она пропитана магией, и, хотя и вызывает слабость, но восстанавливает Ваши колдовские силы. \n\nЕсли Вы истратили какие-либо заклятия, одно из них восстанавливается. Вспышка<><c108>, Ярость огня<><c109> или Глаз ангела<><c110>. Ну а если все заклинания при вас, то<31>.";
}
public String text63(){
return "Вы догадываетесь, что человек, тело которого Вы нашли в одном из тоннелей, сумел забрать сердце из озера. Обманом или колдовством он смог завладеть им и унести его в тоннели, но за ним гналось какое-то водяное существо. \n\nОно смогло убить искателя приключений и забрать сердце, но не добралось до озера, возможно потому, что во время погони оно ушло слишком далеко от воды.\n\nСердце совсем недавно уже привело к гибели одного человека. Этого не должно произойти с Вами.\nВы делаете глубокий вдох, чтобы успокоиться, достаете оружие, и выходите с площадки на дорожку. \n\nВы пытаетесь посмотреть на существо над озером, но каждый раз, когда Вы направляете взгляд в его сторону, Вас охватывает панический ужас.\n\nВдруг Вы замечаете, как на дорожку впереди Вас из воды вылезает слизистый сгусток, высотой Вам примерно по пояс. Он перекрывает путь: справа от Вас стена, слева озеро. \n\nНад сгустком колышутся уродливые петли щупалец. Вы можете попробовать отпугнуть слизистую тварь Вспышкой<><24>. Если Вы израсходовали это заклинание, то<42>.";
}
public String text64(){
return "Пусть пламя уничтожит Ваших врагов! Вы смело выходите из-за камня, и произносите заклинание. Вперед по коридору устремляется огненный шар, который взрывается огромными снопами ярких искр. \n\nОхваченные пламенем монстры мечутся из стороны в сторону, и не представляют для Вас опасности<><78><><59>.";
}
public String text65(){
return "На стенах тоннеля Вы несколько раз замечаете рисунки, сделанные белой краской. Они похожи на буквы какого-то древнего алфавита, Вы знаете, что такие знаки могут обладать колоссальной магической силой. Интересно, кто и зачем нарисовал их здесь?\n\nВы долго идете, никуда не сворачивая, тоннель, по которому Вы движетесь, сливается с несколькими другими. Наверняка, тот вход, по которому Вы вошли в подземелье, далеко не единственный: на поверхности должно быть множество других. Вы уверены в том, что Вы выбрали самый безопасный.\n\nВпереди Вы видите развилку, куда Вы повернете: пойдете по правому тоннелю<13> или по левому<6>?";
}
public String text66(){
return "Вы отходите к стене и, прижавшись к ней, аккуратно проходите мимо гигантской ящерицы. Монстр исчезает в темноте за Вашей спиной, его слепота скоро пройдет, но он ранен, и не станет Вас преследовать. Вы продолжаете свой путь<23>.";
}
public String text67(){
return "Вы наносите сильнейший удар, но, к несчастью, он оказывается недостаточно точным. Ваш меч, оцарапав зверя, соскальзывает и упирается в каменный пол. \n\nПещерная собака, рыча, прыгает на Вас, и вцепляется Вам в левое предплечье. Всю левую половину Вашего тела сковывает страшная боль. Вы резко разворачиваетесь, чтобы вырваться, но монстр только еще крепче сжимает челюсти<><c106><><c105>.";
}
public String text69(){
return "Вы идете, думая о том, кто построил подземный мост, и есть ли название у того существа, с которым Вы встретились. \n\nМожно было бы назвать его просто гигантской летучей мышью, о которых часто говорят на поверхности, когда хотят напугать детей. \n\nНо, может быть, это было порождение магии подземелий – истинное дитя темноты, которое дышит ею, питается ею, и состоит из мрака? Если так, то Вам повезло, что Вы остались живы <2>.";
}
public String text70(){
return "Даже раненая, такая огромная тварь может быть опасной. Вы отступаете немного назад и произносите заклинание. Над Вашей раскрытой ладонью возникает огненная сфера, она пульсирует и искрится несколько мгновений. \n\nВы разворачиваете ладонь к ящерице, и сфера молниеносно устремляется к ней. Она расширяется, и с сухим треском взрывается, захватив ящерицу в огненный вихрь. Зверь пищит, и падает на бок, Вы чувствуете противный запах обгоревшей чешуи. \n\nГигантская ящерица извивается на земле, и Вы поражаетесь силе этого зверя, когда он расшибает камни ударами хвоста.\n\nВы оставляете ящерицу в огненной агонии, и идете дальше по коридору, радуясь тому, что Вам не пришлось сражаться с ней в ближнем бою <23>.";
}
public String text71(){
return "Тоннель постепенно сужается и становится настолько узким, что, если Вам придется драться, Вы не сможете толком развернуть меч. \n\nИногда Вам начинает казаться, что стены сжимаются, надвигаются на Вас, чтобы раздавить в каменных тисках. От этой мысли Вам становится жутко, и Вы ускоряете шаг, чтобы скорее выбраться из узкого тоннеля.\n\nВдруг Вы слышите щелчок под ногой, потом еще один возле стены. Вы замираете, и Вашу правую ногу сковывает нестерпимая боль. Вы попали в ловушку, и Вам в ногу выстрелила арбалетная стрела, она прошла через мышцу насквозь в нескольких сантиметрах над щиколоткой. \n\nНечеловеческим усилием воли Вы заставляете себя отломать оперение, и вытащить стрелу из раны. Боль оказывается такой сильной, что Вам не удается сдержать крик, и он разносится далеко по тоннелям подземелья.\n\nВы туго бинтуете ногу, чтобы остановить кровотечение. Вы получили ранение. Если Вы получите еще одно, то не сможете выбраться из подземелья.\n\nВы понимаете, что Ваш крик мог привлечь ненужное внимание, кроме того, Ваша скорость теперь резко упадет. \n\nТем не менее, Вы тратите несколько минут на то, чтобы осмотреть ловушку. В стене Вы видите глубокую трещину, на ее краях явные следы от какого-то инструмента. \n\nВ ней установлен маленький арбалет – почти игрушечный по размерам, но достаточно мощный, чтобы сильно ранить при выстреле с расстояния в метр. Вы надеетесь, что не встретите того, кто соорудил эту западню.\n\nУзкий тоннель довольно скоро заканчивается, упираясь в более широкий. Вы достаете компас и, сориентировавшись, поворачиваете на юг <25>.";
}
public String text72(){
return "Вы оглядываетесь вокруг, и видите, что стены пещеры вокруг Вас начинают покрываться каплями воды. Вы слышите в голове чей-то голос – сильный и глубокий:\n\n–Я чувствую, что сердце у тебя. Оно принадлежит мне. Отдай его, и я сохраню тебе жизнь.\n\nУ Вас нет сомнений в том, что с Вами говорит огромное существо, силуэт которого возвышается над водой. Выполните его требования и отдадите сердце <54> или откажетесь и попробуете его унести <64>?";
}
public String text73(){
return "Вы смело выходите из своего укрытия на середину тоннеля, и выставляете в сторону противников раскрытую ладонь. \n\nИз ее центра бьют золотисто-белые лучи, которые заставляют гатранов зашипеть, нагнуть уродливые головы и закрыть глаза руками. Один из них прячется за камнем, чтобы скрыться от ослепительного света.\n\nНескольких секунд Вам хватает, чтобы приблизиться к противникам и, когда энергия Вашего заклинания заканчивается, Вы мгновенно выхватываете меч, и мощным ударом валите на землю одного из них. \n\nВторой ошеломленно трясет головой в метре от Вас, он не представляет опасности<><82><><11>.";
}
public String text74(){
return "Вы очень устали за время пути, и радуетесь, когда видите на стенах защитные руны, которые, указывают на то, что оборудованное место для стоянки близко. Мысль об отдыхе добавляет Вам сил, но осторожность заставляет на всякий случай приготовить меч. \n\nВы видите свет впереди, и вдруг слышите крик на неизвестном Вам языке. Судя по всему, на стоянке кто-то есть. Кто бы это ни был, если он с поверхности, то он не должен нападать на Вас.\n\nВы выкрикиваете приветствия на всех известных Вам языках. Свет впереди разгорается сильнее, Вы различаете в холодном мраке фигуру человека, и слышите, как он с кем-то переговаривается. \n\nЗатем Вас на ломаном всеобщем приглашают подойти. Тоннель резко расширяется, и Вы попадаете в круглый зал диаметром примерно десять метров. Тот человек, которого Вы видели, стоит в центре этого зала, вооруженный тяжелым арбалетом. \n\nЕще трое – двое мужчин и женщина – притаились возле стен. Каждый из них вооружен парой длинных изогнутых клинков. \n\nВы замечаете, что у всех очень узкие вытянутые лица, и догадываетесь, что это не люди, а миджи – представители малочисленного воинственного племени, которое обосновалось на южных предгорьях. \n\nВы знаете о миджи только то, что они агрессивны, что у них собственный язык, не похожий на всеобщий и что они ловкие, как эльфы. Раньше Вы с ними никогда не встречались.\n\nК счастью, женщина миджи немного говорит на всеобщем. Она говорит, что ее зовут Гела, и что ее группа идет с юга. Она очень удивлена тем, что Вы путешествуете один, и явно не доверяет Вам. \n\nПроходит некоторое время, прежде чем они, поборов подозрительность, убирают оружие, и разрешают Вам разложить свои вещи и устроиться на ночлег<c111>.";
}
public String text75(){
return "Каменный монстр разворачивается в Вашу сторону и замирает. От каждого движения его тело издает страшный грохот. У него нет глаз, но у Вас нет сомнений в том, что он Вас видит. \n\nОн поднимает каменную руку в Вашу сторону, и из стены за Вашей спиной вылезают несколько каменных шипов, один из них раздирает Вашу руку, и Вы роняете меч<><c113><><c105>.";
}
public String text76(){
return "Вы выбираетесь из лаза в тоннель, который, как Вы определяете по компасу, направлен с севера на юг. Сориентировавшись, Вы продолжаете свой путь <58>.";
}
public String text77(){
return "Возможность видеть в темноте позволяет Вам еще несколько мгновений наблюдать мучительную агонию Ваших противников. \n\nОдного из них, которого взрыв огненного шара задел относительно слабо, Вы добиваете мечом, двое других бьются на полу в судорогах.\n\nВы отворачиваетесь, и уходите прочь. Действие глаза ангела заканчивается, и Вам приходится снова зажечь факел <35>.";
}
public String text78(){
return "Тварь отталкивается от стены, расправляет крылья, и устремляется в Вашу сторону. В этот момент Вы выставляете ладонь ей навстречу, и направляете на нее поток яркого света. \n\nМонстр, который никогда не был на поверхности, оказывается ослеплен, и делает взмах крыльями, чтобы удалиться от Вас, но Вы находитесь слишком близко друг к другу, да и близкий потолок тоннеля не дает ему взлететь. \n\nОн переворачивается и падает на спину, распластав крылья по полу. Движение воздуха, которое он создал взмахом крыльев, чуть не сбивает Вас с ног, но Вам удается сохранить равновесие. Наступая на левое крыло твари, Вы подходите к ее туловищу и прежде, чем она придет в себя после шока, втыкаете в нее меч. \n\nБоль заставляет монстра изогнуться, и он поднимает вверх правое крыло, рискуя накрыть им Вас. Вы выдергиваете меч, и делаете один за другим два кувырка, прежде чем крылья монстра сомкнутся на полу. Тварь продолжает шипеть и дергаться, но уже не представляет для Вас опасности.\n\nПосле этого Вы стараетесь перейти по мосту как можно скорее, чтобы не прибежали другие обитатели подземелья, привлеченные светом и криками. \n\nВы осторожно входите на шатающийся мост. В левой руке Вы держите факел, правой цепляетесь за толстый шершавый канат, который натянут вдоль моста в качестве перил.\n\nКогда площадка, на которой Вы оставили поверженного противника, теряется во мраке за Вашей спиной, Вы понимаете, что темнота теперь окружает Вас со всех сторон. \n\nЭто неприятно ощущение подгоняет Вас вперед, и вскоре мост заканчивается, Вы вновь ступаете по твердому каменному полу тоннеля, который кажется Вам родным и надежным после шатающихся из стороны в сторону досок <70>.";
}
public String text79(){
return "Какое заклинание Вы используете: Вспышку <92> или Ярость огня <71>? Помните, что Вы не сможете применить его снова.";
}
public String text80(){
return "Вы отводите меч влево и наносите удар по широкой дуге, такие атаки часто используются в бою против нескольких противников. \n\nПещерная собака пригибается, чтобы уйти от удара, но Вы чувствуете, что задеваете ее. Вы возвращаете меч, и выставляете его вперед, чтобы удерживать противника на расстоянии.\n\nРаненый зверь рычит, и отступает, когда Вы наносите удары. Судя по всему, Вы слабо ранили его. Как только эта мысль проносится у Вас в голове, собака делает рывок вперед и хватает Вас за правую руку<><c107><><c105>.";
}
public String text81(){
return "<o15>Вы валите с ног второго противника, и, когда он оказывается на земле, втыкаете ему в грудь свой меч. Он вздрагивает всем телом и затихает, запрокинув голову.\n\nСудя по всему, вспышка не ослепила третьего гатрана, и теперь он осторожно отходит от камня, за которым прятался, к стене тоннеля. Он держит факел, но Вы слишком далеко, чтобы он Вас увидел. \n\nВы подбегаете к нему, первым ударом выбиваете у него из рук оружие, а вторым наносите смертельное ранение.\nВ этой битве Вы победили благодаря магии, но Вы потратили два из трех заклинаний.\n\nПрежде, чем глаз ангела перестанет действовать, Вы успеваете осмотреть тела гатранов. Одного взгляда на их арбалеты достаточно, чтобы понять, что они очень неточные и абсолютно бесполезны для Вас; короткие мечи, которыми были вооружены гатраны, гораздо хуже Вашего. \n\nНа запястье одного из них Вы видите широкий металлический браслет, на котором черной краской нарисован зигзаг. Вы решаете взять его с собой в качестве трофея. Глаз ангела перестает действовать, Вы зажигаете свой факел, и продолжаете путь<35>.";
}
public String text82(){
return "Вы осторожно идете вдоль правой стены, и поражаетесь великолепию гигантских статуй. Из камня вырублены мельчайшие детали: морщины на суровых лицах и складки одежды восхищают Вас своей достоверностью. \n\nВы невольно задумываетесь о том, кто и как создал эти изваяния, и начинаете перебирать в голове известные Вам подземные народы. От этих мыслей Вас отвлекает удивительное существо, которое появляется в центре комнаты.\n\nПылинки, кружащиеся в воздухе, собираются в небольшой вихрь, и в нем из каменного пола вылезает человекоподобный монстр, целиком состоящий из каменных глыб. \n\nОн выглядит неуклюжим, но одновременно неуязвимым: если придется с ним драться, Ваш меч будет бесполезен <76>.";
}
public String text83(){
return "Если Вы делаете несколько ритмичных шагов, то мост начинает раскачиваться слишком сильно, поэтому бежать по нему очень тяжело. Вы двигаетесь так быстро, как только можете, и вдруг рядом с Вами снова раздается писк летучей мыши. \n\nНа этот раз Вам не удается пригнуться, и монстр цепляется за Вашу куртку крепкими короткими лапами. Тварь пытается стащить Вас с моста, Вы чувствуете запах гнили, который исходит от ее тела, когда она, прижав Вас к себе, машет огромными крыльями. \n\nОдин из канатов, которые натянуты вдоль моста как перила, врезается Вам в спину. Вы роняете меч, затем факел, и они исчезают в темноте под Вашими ногами. \n\nВы не можете сосредоточиться, чтобы произнести заклинание… монстр делает очередной рывок, и Вы чувствуете, как поднимаетесь в воздух. \n\nКанат последний раз бьет Вас по ногам, и гигантская летучая мышь уносит в темноту свою добычу. Ваше приключение заканчивается здесь.";
}
public String text84(){
return "Приблизительно через час пути тоннель приводит Вас в круглую комнату диаметром около десяти метров. В ней сходятся три тоннеля: один южный и два северных. \n\nВ центре комнаты вы видите толстую каменную колонну, чтобы ее обхватить, трое человек должны будут взяться за руки. Вы слышите слабое журчание воды, обходите колонну, и видите необычный источник. \n\nНа высоте метра над землей на колонне сделан грубый барельеф в форме жутковатого человеческого лица. Статуя смотрит на Вас выпученными круглыми глазами, из ее рта тонкой струйкой течет вода. Попадая на пол, она утекает по желобу под колонну в недра подземелья.\n\nВы чувствуете колдовскую энергию, исходящую от этого источника. В нем скрыта какая-то неведомая магия, о существовании которой на поверхности или не знают, или не говорят. \n\nРискнете сделать несколько глотков из источника <63> или уйдете <31>?";
}
public String text85(){
return "Вы продолжаете идти по дорожке вдоль озера, постоянно всматриваясь в воду, чтобы успеть среагировать на приближение монстра. Вы чувствуете, что рядом с Вами сейчас находится какое-то неведомое существо, такое же древнее, как сама пещера, и более сильное, чем все что Вы видели за свою жизнь.\n\nДорожка вдоль озера расширяется, и Вы выходите на площадку диаметром около  пятнадцати метров. Вы выходите на ее центр, подальше от воды и каменных стен, и вглядываетесь в темноту над озером. Благодаря глазу ангела, \n\nВы различаете гигантский человекоподобный силуэт, поднимающийся над водой. Нет никакого сомнения в том, что это существо целиком состоит из воды: Вы видите зеленые огни, мерцающие в его теле, как и во всем озере.\n\nПо Вашей коже пробегает неприятный холод, рана на руке начинает болеть сильнее. Вы перебираете в голове названия для существа: водяной элементаль, энергетический сгусток, создавший себе водяное тело, или оракул из мира воды, связанный в нашем мире каким-то колдовством? Или же это дух озера, о котором Вам доводилось слышать раньше?<><73><><c115>";
}
public String text86(){
return "Приготовив меч, Вы осторожно подходите ближе к лежащему на земле телу, и освещаете его факелом. Это человек в грязной темной одежде, в руке он держит кривую саблю, покрытую… водорослями. \n\nВы осторожно дотрагиваетесь до лежащего мечом, затем пинаете его ногой. Судя по всему, он мертв. Преодолев страх, Вы переворачиваете его на спину, и видите несколько глубоких ран на его теле. Его лицо закрыто спутанными мокрыми волосами.\n\nОт того места, где он лежал, на юг тянется широкий мокрый след, в котором то и дело попадаются водоросли, как на сабле. Осмотрев пол тоннеля вокруг тела, \n\nВы начинаете думать, что этого человека убило какое-то водяное существо, хотя не можете себе представить, откуда оно появилось в подземелье. \n\nЯсно, что поединок произошел совсем недавно, возможно всего несколько часов назад, и Вы приходите в ужас, понимая, что Вам предстоит идти на юг по следу водяного монстра.\n\nВ нескольких метрах от тела Вы находите сумку, которая, по-видимому, принадлежала убитому. В ней Вы находите промокшее снаряжение и еду. Осмотреть карманы одежды убитого Вы не решаетесь <94>.";
}
public String text87(){
return "Вы очень устали за время пути, и радуетесь, когда видите на стенах защитные руны, которые, указывают на то, что оборудованное место для стоянки близко. \n\nТоннель расширяется, и вы оказываетесь в зале, в котором сходятся несколько тоннелей. Возле одной из стен сделан каменный стол, рядом на полу в свете вашего факела светится защитный круг.\n\nВидимо, Вам не удастся найти более безопасного места для ночевки. Вы заходите внутрь круга, и читаете заклинание, написанное на камнях. Вы видите, как в каждом из тоннелей, которые ведут к этой стоянке, на стенах вспыхивают огни. \n\nЕсли кто-то будет приближаться, магия мгновенно развеет Ваш сон. Вы гасите факел, и ложитесь на гладкий холодный пол. \n\nНесмотря на усталость, Вам не удается уснуть. Вас преследуют образы и видения, Вам кажется, что из темноты на Вас кто-то смотрит, Вам слышится чье-то неровное дыхание. \n\nТо и дело Вы, заслышав какой-то шорох, осторожно прислушиваетесь, представляя себе крадущихся в темноте противников, и сжимаете рукоять меча, лежащего рядом с Вами.\n\nПроходит много времени, прежде чем Вы забываетесь в глубоком сне без сновидений. Вы просыпаетесь еще более измученным и уставшим, чем когда Вы засыпали, но понимаете, что заснуть снова Вам не удастся.\n\nВы зажигаете волшебный факел, снимаете защитное заклинание, которое охраняло Ваш покой ночью, и мысленно благодарите того, что оборудовал эту стоянку. \n\nЗатем Вы завтракаете и продолжаете путь. На юг ведут два тоннеля, по какому из них Вы пойдете: по левому <12> или по правому <10>.";
}
public String text88(){
return "Вы прижимаетесь к стене тоннеля, чтобы атаковать гатранов сбоку или сзади, но один из них Вас замечает. Прежде, чем он успеет к Вам развернуться, Вы наносите ему удар немного Выше колена. \n\nОн теряет равновесие, и Вы наносите следующий удар, на этот раз бьете мечом снизу вверх по его уродливой морде. Выпустив фонтан крови, гатран с тихим рычанием падает назад на своего друга.\n\nВаш последний противник встречает Вас в боевой стойке, выставив вперед факел и занеся меч над головой. Вы делаете несколько шагов в сторону, чтобы тело, лежащее на полу между ним и Вами, не помешало атаке. Вы делаете выпад, потом еще один. Ваш меч длиннее, чем у Вашего противника, и Вы легко его побеждаете.\n\nВ этот момент действие глаза ангела заканчивается. Вы зажигаете свой факел, последний раз осматриваете место схватки и продолжаете свой путь <35>.";
}
public String text89(){
return "Вонь от горелой шерсти становится такой сильной, что Вам приходится задержать дыхание. Вы наносите два точных удара, второй оказывается смертельным. \n\nПещерная собака падает и перестает шевелиться. Вы уходите прочь от места схватки, но запах горелой шерсти еще долго преследует Вас <47>.";
}
public String text90(){
return "Тоннель постепенно сужается и становится настолько узким, что, если Вам придется драться, Вы не сможете развернуть меч. \n\nИногда Вам начинает казаться, что стены сжимаются, надвигаются на Вас, чтобы раздавить в каменных тисках. От этой мысли Вам становится жутко, и Вы ускоряете шаг, чтобы скорее выбраться из узкого тоннеля.\n\nВдруг Вы слышите щелчок под ногой, потом еще один возле стены. Вы замираете, и Вашу правую ногу сковывает нестерпимая боль. Вы попали в ловушку, и Вам в ногу выстрелила арбалетная стрела, она прошла через мышцу насквозь в нескольких сантиметрах над щиколоткой. \n\nНечеловеческим усилием воли Вы заставляете себя отломать оперение, и вытащить стрелу из раны. Боль оказывается такой сильной, что Вам не удается сдержать крик, и он разносится далеко по тоннелям подземелья<><c104><><c105>.";
}
public String text91(){
return "Ослепительный свет от Вашей ладони заливает тоннель, ослепленная ящерица нагибает голову и отворачивается от Вас в сторону. \n\nЗверь напуган, и не представляет для Вас опасности. Добьете его<45> или аккуратно обойдете <67>?";
}
public String text92(){
return "Вдруг Вы замечаете, как на дорожку впереди Вас из воды вылезает слизистый сгусток, высотой Вам примерно по пояс. \n\nОн перекрывает путь: справа от Вас стена, слева озеро. Над сгустком колышутся уродливые петли щупалец.\nВы можете попробовать отпугнуть слизистую тварь вспышкой<><62>. Если Вы израсходовали это заклинание или не хотите отпугивать, то<42>.";
}
public String text93(){
return "Вы продолжаете путь по мокрому следу, у Вас под ногами часто хлюпают мелкие лужицы. Вы пытаетесь представить себе водяное существо, которое, убив какого-то путешественника, прошло здесь несколько часов назад. Ваше воображение рисует Вам то водяных элементалей, призванных могущественными чародеями, то гигантских змей.\n\nВ первый раз за все время путешествия Вы испытываете сильный парализующий страх за собственную жизнь. Неизвестная водяная тварь убила кого-то, и Вас, возможно, ждет та же участь.\n\nК счастью, Вы вскоре приходите на развилку: мокрый след уходит строго на юг, но есть еще один тоннель, уводящий на юго-запад. Из южного тоннеля веет опасностью, которую нельзя не почувствовать. \n\nПостараетесь пойти по нему, поборов страх <41>, или свернете <88>?";
}
public String text94(){
return "Вы выбираетесь из лаза в тоннель, который, как Вы определяете по компасу, направлен с севера на юг. \n\nВы последний раз оборачиваетесь, чтобы убедиться, что пещерные скорпионы не ползут за Вами следом, затем, сориентировавшись, Вы продолжаете свой путь <22>.";
}
public String text95(){
return "Вы стараетесь двигаться как можно тише, чтобы гатраны не заметили Вашего присутствия раньше времени. Вы должны перебить их, пока действие глаза ангела не прекратится. \n\nУ Вас в голове проносится мысль о том, что гатраны плохо приспособлены к жизни в подземельях, раз их глаза не адаптировались к темноте, и им приходится носить с собой факелы.\n\nВы достаете кинжал, и с нескольких шагов метаете его в ближайшего противника. Ваше оружие хорошо сбалансировано, и бросок получается очень точным. Держась за горло, один из гатранов оседает на пол. \n\nОстальные двое встают плечом к плечу, выставив в Вашу сторону мечи и факелы. Как только вы попадете в освещенную область, они Вас увидят и атакуют.\n\nОни произносят несколько слов на своем языке, и начинают, вглядываясь в темноту, медленно двигаться вперед. Вы можете отойти к стене, чтобы атаковать их сбоку <89> или же пойти прямо на них <53>.";
}
public String text96(){
return "Вы слышите еще один всплеск, теперь он уже прямо у Ваших ног, на Вашу одежду попадают мелкие брызги. Вы прижимаетесь спиной к каменной стене, выставив в сторону озера меч и факел, чтобы принять бой с любым существом, которое покажется из воды.\n\nС ужасом Вы наблюдаете, как из переливающейся зелеными огнями воды в Вашу сторону поднимается ком темной слизи и водорослей. Вы стоите, парализованный страхом, и не можете двинуться с места. \n\nКогда слизистый сгусток оказывается в метре от Вас, из него в Вашу сторону устремляются несколько щупалец. Они хватают Вас за руки и за ноги, обвиваются вокруг туловища. \n\nОдин из монстров подземного озера утаскивает Вас под воду. Ваше приключение заканчивается здесь.";
}
public String text97(){
return "Когда до статуй остается десяток метров, Вам вспоминаются истории о героях, которые Вы слышали в детстве. \n\nИногда, путешествуя по лабиринтам, герой должен был пройти через ловушку между двух статуй, которые направляли на него смертоносные лучи или обрушивали удары каменного оружия. \n\nСравнивая себя с таким героем, Вы пристально вглядываетесь в неподвижных стражей, которые вечно охраняют этот зал.\n\nВдруг в центре зала пылинки, кружащиеся в воздухе, собираются в небольшой вихрь, и в нем из каменного пола вылезает человекоподобный монстр, целиком состоящий из каменных глыб. \n\nОн выглядит неуклюжим, но одновременно неуязвимым: если придется с ним драться, Ваш меч будет бесполезен. Вы бросаетесь к стене, и прижимаетесь спиной к ногам одной из статуй <76>.";
}
public String text98(){
return "Вы проходите несколько развилок, не задумываясь, но потом Ваше внимание привлекает узкий лаз, который ведет от основного тоннеля на восток. Если Вы решите ползти по нему, Вам придется двигаться на корточках.\n\nВы вспоминаете бой с пещерной собакой и задумываетесь о том, хотите ли еще приключений. Лаз, который Вы нашли, вполне может быть убежищем какого-то монстра. \n\nА может быть, он выведет Вас к поселению гатранов? Или же приведет в безопасный тоннель? Если Вы решите забраться в лаз<17>. Если решите не рисковать и продолжить путь по тоннелю <58>.";
}
public String text99(){
return "Вечером второго дня Вы выходите на поверхность. Перед Вами раскинулись Южные предгорья, на западе Вы видите край солнечного диска, который исчезает за вершинами деревьев. \n\nВас переполняет восторг, Вы радуетесь каждому вдоху, радуетесь тому, как свежий ветер касается Вашей кожи, Вы громко кричите от счастья. Мрак подземелий теперь позади. \n\nВы садитесь на камень, чтобы отдохнуть, и запрокидываете голову. Над Вами небо – не потолок тоннеля, а небо, которое Вы уже и не надеялись увидеть.\n\nПоздравляю Вас с тем, что Вы успешно прошли Подземную дорогу.";
}
public String text100(){
return "Дверь скрипнула, и воин вошел в комнату. Зак удивленно поднял брови.\n\n–Я думал, ты уже ушел.– Воин попрощался перед тем, как ушел спать, он не стал бы прощаться еще раз.\n\n–Я не иду.\n\nЗак был настолько удивлен, что потерял дар речи. Кто угодно мог менять принятые решения, но только не он. Только не воин. Вчера вечером он твердо решил совершить путешествие в одиночку, и тому, что он передумал, должна была быть какая-то очень веская причина.\n\n–Я видел сон,– сказал воин.– Он был настолько реален, что в него нельзя было не поверить.\n\nОн сделал паузу, чтобы подобрать слова. Зак смотрел на него очень внимательно.\n\n–Это подземелье ждет меня. Все существа там, в темноте, знают, что я появлюсь, и ждут меня. Я не могу идти без Кледа и без тебя.\n\nЗак недоверчиво покачал головой.\n–Мы с тобой плечом к плечу сражались против огров, ты вытащил меня из Ямы Мертвецов, мы вместе охотились на вампира. Я тебя знаю.– Зак подошел к воину и заглянул ему в глаза.– Что с тобой такое?\n\nВместо ответа воин закатал рукав рубашки вверх до локтя, на его теле была свежая рана. Зак в ужасе отступил.\n\n–Я получил это ранение во сне. За эту ночь я прошел всю подземную дорогу до конца. Теперь я знаю все тоннели и повороты, все ловушки, всех противников, которые мне встретятся. Мне нельзя туда одному.\n\nЗак изумленно смотрел на своего друга. Клед беспокойно перевернулся под одеялом с одного бока на другой...";
}
public String text101(){
return "Вы вспоминаете, что, когда пили воду из источника, Вы предполагали, что это может оказаться опасным. Вы не знали, что вся вода в подземелье подчиняется духам озера, и, восстановив свои колдовские силы, Вы одновременно сделали себя уязвимым. \n\nВы чувствуете, как внутри Вас разливается жуткий парализующий холод, Вам становится трудно дышать. Вы замираете, опираетесь рукой о каменную стену, чтобы не потерять равновесие.\n\nВы слышите всплеск, к Вашим ногам подкатывает волна. Затем еще одна, теперь уже выше и сильнее. Зеленые огоньки остаются на Вашей одежде и ботинках, после следующего всплеска они уже оседают у Вас на коленях. \n\nКолдовство не дает Вам пошевелиться, Вам приходится смотреть, как озеро поглощает Вас. Вместе со следующим всплеском из воды появляются несколько щупалец, которые утаскивают Вас на дно. \n\nИз кармана Вашей куртки выпадает железный цилиндр с письмом в Южную канцелярию, которое Вы так и не доставили.";
}
public String text102(){
return "Вскоре Вы без сил падаете на каменный пол. Вы жадно ловите ртом обжигающий воздух, Ваши мышцы сводит от напряжения. Каждый удар Вашего сердца разгоняет боль от раны по всему телу.\n\nВы не знаете, сколько времени проводите в таком состоянии. Как только у Вас получается встать, Вы достаете компас, проверяете направление, и продолжаете путь. Вы измучены, но чувствуете, что выход где-то поблизости.\n\nВместо меча Вы берете в правую руку холодный цилиндр с письмом, из-за которого Вы отправились в это путешествие. \n\nВы представляете себе, как будете его отдавать, и мысль об этом помогает Вам двигаться дальше<100>.";
}
public String text104(){
return "Вы туго бинтуете ногу, чтобы остановить кровотечение. Это Ваше первое ранение, и в будущем Вы получите еще одно, то не сможете выбраться из подземелья.\n\nВы понимаете, что Ваш крик мог привлечь ненужное внимание, кроме того, Ваша скорость теперь резко упадет. Тем не менее, Вы тратите несколько минут на то, чтобы осмотреть ловушку. \n\nВ стене Вы видите глубокую трещину, на ее краях явные следы от какого-то инструмента. В ней установлен маленький арбалет – почти игрушечный по размерам, но достаточно мощный, чтобы сильно ранить при выстреле с расстояния в метр. \n\nВы надеетесь, что не встретите того, кто соорудил эту западню. Узкий тоннель довольно скоро заканчивается, упираясь в более широкий. Вы достаете компас и, сориентировавшись, поворачиваете на юг<c2>.";
}
public String text105(){
return "Вы получили второе ранение и настолько обессилили, что уже никогда не сможете выбраться из подземелий. Ваше приключение заканчивается здесь и ваша миссия осталась невыполненной.";
}
public String text106(){
return "Тогда Вы бросаете меч, достаете кинжал, и втыкаете его в брюхо собаки. Хватка монстра сразу слабеет, но боль от этого становится только сильнее. Вне себя от боли и ярости, Вы поднимаете меч и добиваете противника.\n\nЭто Ваше первое ранение, но если Вы получите еще одно, то не сможете выбраться из подземелья. Ваши приключения продолжатся<c46>.";
}
public String text107(){
return "К счастью, перчатка смягчает укус, но зверь держит Вас крепко, и причиняет сильную боль, которая пронизывает всю руку от плеча до кончиков пальцев. \n\nВы отпускаете меч, левой рукой выхватываете из-за пояса нож, и наносите несколько ударов. Собака выпускает Вас, и, слабо скуля, падает на пол.\n\nЭто Ваше первое ранение, но Вы получите еще одно, то не сможете выбраться из подземелья. Ваши приключения продолжатся <c46>.";
}
public String text108(){
return "<o3><c30>";
}
public String text109(){
return "<o4><c30>";
}
public String text110(){
return "<o5><c30>";
}
public String text111(){
return "Тот, кто сидит в центре зала, должен обеспечить безопасность: хотя руны отгонят любых обитателей подземелья, всегда надежнее иметь часового. Вы понимаете, что будете спать под охраной тех, кто на поверхности мог бы Вас убить.\n\nПрежде, чем уснуть, несмотря на усталость, Вы расспрашиваете Гелу о том, что встретится Вам в южном тоннеле. \n\nОна рассказывает, что в этой пещере обитают подземные духи, которые сражаются между собой за легендарный предмет, который она называет хрустальным сердцем. \n\nПо словам Гелы, подземные духи нападают на тех, кто приходит с поверхности, и многие путешественники, зашедшие на подземную дорогу, больше никогда не выходят наверх. \n\nГела говорит, что один из членов ее группы маг, и он смог противостоять тем существам, которые напали на них. \n\nЕще она рассказывает об огромном зале, в котором установлены статуи, она называет его залом героев, именно в нем миджи пришлось сражаться с духами подземелья. \n\nГела говорит, что, чтобы попасть в него Вам нужно повернуть на юго-запад на ближайшей развилке.\n\nПосле разговора с Гелой Вы проваливаетесь в глубокий беспокойный сон. Он затягивает Вас в камень, мрак подземелья, который окутывает Вас, проникает в Вашу кровь, и она становится горькой на вкус. \n\nВам снится, как Зак стреляет зажженными стрелами в темноту, и из нее появляется гигантская статуя, из ее рта вылезает пещерный скорпион. Он увеличивается в размерах, и превращается в ящерицу, Вы видите, что она ранена стрелой Зака. \n\nПотом Вам снится небо с зелеными звездами, и веревочный мост, который ведет с земли прямо к звездам<c112>";
}
public String text112(){
return "Вы просыпаетесь оттого, что кто-то толкает Вас в бок. Вы сжимаете рукоятку меча, который оставили возле изголовья, и наносите удар наотмашь. \n\nГела легко ловит клинок ладонями. Если бы миджи хотели Вас убить или ограбить, они сделали бы это, пока Вы спали.\n\n–Мы уходим, на поверхности сейчас утро. Береги себя.– Говорит Гела.\n\nДо того, как Вы успеваете что-то ответить, она поднимается, и исчезает в северном тоннеле. Остальные члены ее группы даже не смотрят в Вашу сторону.\n\nВы чувствуете тянущую боль и тяжесть во всем теле, как будто Ваши мышцы за ночь окаменели. Остается надеяться, что это ощущение пройдет, когда Вы начнете двигаться. Отдых в подземелье, пропитанном страхом, плохо восстанавливает силы.\n\nВы зажигаете волшебный факел, и при свете его завтракаете. Затем Вы продолжаете путь на юг <c26>.";
}
public String text113(){
return "Вы отпрыгиваете в сторону, и бросаетесь бежать в сторону южной стены. Это Ваше первое ранение, но если Вы получите еще одно, то не сможете выбраться из подземелья<><c45><><c39>.";
}
public String text114(){
return "Вы догадываетесь, что существо под водой видит Ваш факел, свет выдает Ваше присутствие. Вы гасите его, произносите заклинание, и получаете возможность видеть в темноте. \n\nВы различаете черное существо под водой, которое стремительно плывет к берегу в Вашу сторону. Вы бросаетесь вперед, из воды черными стрелами взлетают щупальца, они бьют в стену рядом с Вами, в том месте, где Вы последний раз держали зажженный факел. \n\nОдно из щупалец хватает Вас за правую руку. Вы перекладываете меч в левую, и перерубаете щупальце прежде, чем оно утащит Вас под воду. Раненый водяной монстр перестает атаковать, и отплывает от берега, давая Вам передышку.\n\nФрагмент щупальца, обернувшийся вокруг Вашего предплечья, причиняет острую боль. Вы осторожно снимаете его, и видите огромный ожог, оставленный каким-то едким веществом<><c85><><c105>.";
}
public String text115(){
return "Вы оглядываетесь вокруг, и видите, что стены пещеры вокруг Вас начинают покрываться каплями воды. Вы начинаете чувствовать смертельную опасность, исходящую от озера, и Вам становится жутко от одной мысли, что до южного тоннеля Вам еще предстоит идти вдоль воды очень долго.\n\nВы делаете глубокий вдох, чтобы успокоиться, достаете оружие, и выходите с площадки на дорожку. Вы пытаетесь посмотреть на существо над озером, но каждый раз, когда Вы направляете взгляд в его сторону, Вас охватывает панический ужас<><c101><><c92>.";
}
public String text116(){
return "Вы парируете его удар, а затем контратакуете и прижимаете последнего противника к стене. Он пытается защищаться, но Вы добиваете его, сделав стремительный выпад.\n\nВы замираете, чтобы отдышаться и прийти в себя после боя, затем бегло осматриваете поверженных Вами гатранов. \n\nИнтересно, встречал ли Клед этих уродцев, или только слышал о них от других путешественников?\nНа миг Вы задумываетесь о том, чтобы взять что-нибудь из снаряжения гатранов, но быстро отбрасываете эту идею. \n\nОдного взгляда на их арбалеты достаточно, чтобы понять, что они очень неточные и абсолютно бесполезны для Вас; короткие мечи, которыми были вооружены гатраны, гораздо хуже Вашего.\n\nВы поспешно уходите прочь от места схватки и надеетесь, что подземные гиеноголовые монстры больше не встретятся Вам <c34>.";
}
public String text117(){
return "К сожалению, Вы раньше уже были ранены и теперь не можете среагировать достаточно быстро, чтобы отбить его выпад. Меч гатрана выбивает клинок из ваших рук. Ваше приключение заканчивается здесь.";
}
public String text118(){
return "Ухватившись за рукоятку меча, двумя руками, Вы выдергиваете оружие из тела одного противника, разворачиваетесь, и одним мощным ударом сносите голову другому.\n\nКогда тела их обоих падают на землю, боль от раны растекается по Вашему телу новой волной.\n\nЭто Ваше первое ранение, отметьте его в Вашем листке путешественника. Если Вы хотите выбраться на поверхность, больше Вы не должны получать ранений. Ваши приключения продолжатся<c34>.";
}
public String text119(){
return "В своих вещах Вы находите снадобье, которое Вам дал Зак, и выпиваете его. Оно частично нейтрализует действие яда, тем не менее укус скорпиона является ранением. Это Ваше первое ранение, будьте осторожне <c55>.";
}
public String text120(){
return "Посвящается всем тем, кто сражался в моих подземельях: Неору, Аште, Герде, Димару, Тенаре, Эрвину, Нимфудлу (Лии), Ланвину, Найделу (Двалару), Каэлю (Хараджу), Симоне (Камомиллин), Квальмеону, Лэну  и другим.\n\nХотите прочитать введение<c121> или сразу играть<c0>?";
}
public String text121(){
return "Лекарь взял у Зака деньги, попрощался и вышел. Старуха, которая согласилась принять путешественников, покачала головой:\n\n–Он знает свое дело, и дурного не посоветует. Если уж он не смог помочь, и сказал, что вашему брату лежать надо, то так и делайте.\n\nЗак ничего не ответил. Старуха посмотрела в окно вслед уходившему лекарю, потом скрылась в дальней комнате огромной избы. В этом доме раньше жила ее родня, но три года назад они уехали из предгорий в город, она осталась одна и теперь с радостью принимала гостей.\n\nНа большой кровати, укутанный тяжелыми одеялами, лежал Клед. По указанию лекаря, ему под подушку положили три ивовых ветки, пропитанных лунным светом. \n\nВозле кровати стояла пиала с густым отваром темно-красного цвета, который надлежало принимать раз в три часа. От него исходил запах перьев, а когда Зак зачерпывал ложку этого варева, чтобы дать брату, оба слышали птичий крик. \n\nЛихорадка напала на Кледа два дня назад, и вместо того, чтобы отправиться в пещеры, путешественники остались в деревне. \n\nЛекарь сказал, что не знает причины болезни, но уверил, что сможет ее вылечить, и сказал, что для остальных зараза не опасна. \n\nГубы Кледа непрерывно шевелились, когда голос к нему возвращался, он начинал говорить что-то бессвязное. Его кожа посерела, щеки впали, суставы на пальцах вздулись. \n\nСколько лекарь ни прилагал усилий, он не смог вылечить лихорадку за два дня, как его об этом просили.\n\nВоин сидел возле окна, Зак развернул кресло, стоявшее возле кровати Кледа, чтобы он мог видеть воина, не отпуская руку брата. Они разговаривали тихо, как будто опасались, что громкий звук может спугнуть целебное действие снадобий и ритуалов. \n\nВоин держал в руках железный цилиндр с королевской печатью, в нем был свернутый в трубку лист бумаги, который нужно было доставить в Южную канцелярию на той стороне гор. \n\nЗак был опытным лучником, а его брат Клед – следопытом. Что важнее всего, Клед знал тайный коридор, по которому можно было безопасно пройти через пещеры, не встречаясь ни с подземными духами, ни с гатранами – отвратительными людьми с головами гиен. \n\nНе зная, где находится вход в этот секретный тоннель, придется плутать по подземному лабиринту очень долго, прежде чем доберешься до цели. Из-за болезни Кледа группа осталась без проводника. Если бы его состояние не было таким тяжелым, Зак и воин вдвоем спустились бы в пещеры, но Зак хотел остаться с братом, пока тот не поправится.\n\n–Ты твердо решил, что пойдешь?\n\n–Да.– Кивнул воин.– Я всегда выполнял все поручения, которые мне давали. Выполню и это. Если не найду безопасной дороги, по которой мы должны были пройти, придется прорубать путь мечом.\n\n–Ты знаешь легенды не хуже меня. Против многих обитателей подземного мира твой меч не поможет, а твои волшебные фокусы слабы.\n\n–Знаю… не отговаривай меня. Если бы у нас было время задержаться здесь еще на несколько дней, дождаться выздоровления Кледа и отправиться в пещеры вместе с ним, думаешь, я стал бы возражать?– Воин встал.– Я хочу выспаться перед дорогой.\n\nПрежде, чем он вышел из комнаты, Зак встал, и снял с шеи круглый предмет.\n\n–Возьми. Это компас из коры железного дерева. Он поможет сориентироваться в пещерах. И еще вот это,– он протягивает склянку с какой-то жидкостью.– Это снадобье действует против большинства известных ядов. Вдруг пригодится.\n\n–Спасибо.– Кивнул воин. Он сделал паузу и добавил:– Не вини себя за то, что я отправляюсь в пещеры один. Я бы на твоем месте тоже остался с братом.\n\nЗа ночь Кледу становится немного лучше: жар начинает спадать, но болезнь не спешит отпускать его. Даже во сне он перебирает край одеяла опухшими пальцами: то сжимает его, то отталкивает, то пытается разорвать, как будто в нем скрыт недуг. \n\nОн должен был провести Вас мимо монстров под землей, но не может победить тех, которые вселились в его тело на поверхности<c122>.";
}
public String text122(){
return "Вы стоите у входа в пещеру. Вам предстоит принимать решения за главного героя – воина, который должен преодолеть подземелья и выйти на поверхность на южной стороне гор. \n\nРассказывают, что, чтобы пройти через пещеры, люди объединяются в вооруженные отряды или пользуются услугами проводников, таких как Клед. Вам же предстоит полагаться только на собственные силы. \n\nВы хорошо владеете мечом, кроме того, знаете три заклинания, которые могут понадобиться во время путешествия. Каждое из них Вы можете применить ровно один раз.\n\nВспышка – позволяет создать ослепительно яркий пучок света, который может ослепить противника в бою или осветить темный коридор.\n\nЯрость огня – разрушительное боевое заклинание, которое позволяет создать огненный шар, испепеляющий все, чего он коснется.\n\nГлаз ангела – это заклинание позволяет Вам некоторое время видеть в абсолютной темноте. Применив его, Вы сможете погасить факел, чтобы не привлекать лишнего внимания. \n\nКстати, факел, который вы несете с собой, создан королевскими колдунами: он гаснет или зажигается по вашему слову, никогда не отсыревает и очень долго не требует замены фитиля – его хватит на все Ваше путешествие.\n\nВ ходе сражений с обитателями подземного мира Вас могут ранить. Если Вас ранят дважды, Вы ослабеете настолько, что уже не сможете выбраться из подземелья, поэтому постарайтесь избежать ранений, если это возможно.\n\nВам предстоит двухдневная дорога, Вы знаете, что в подземельях есть оборудованные относительно безопасные стоянки. В конце первого дня пути Вам нужно будет найти одну из них.\n\nВы засыпаете только перед рассветом, всего на несколько часов, а когда просыпаетесь, Вы направляетесь в сторону гор, не попрощавшись ни с Заком, ни с Кледом, ни с гостеприимной старушкой<c0>.";
}
public String text(){
return com.iambookmaster.client.iphone.images.IPhoneImages.INSTANCE.model().getText();
}
}
